/* eslint camelcase: 0 */
/* eslint quotes: 0 */
/* eslint comma-spacing: 0 */
/* eslint max-len: 0 */
var top_brand_list = ["迪士尼","GSC","HOT TOPIC","漫踪","Moeyu/萌羽","LEGO/乐高","万代","LINE FRIENDS","乐高","孩之宝","寿屋","故宫博物院","PEANUTS","Sideshow","漫趣","影时光","梦之城","Hot toys","奥迪双钻","Max Factory","super-groupies","Alter","暴雪","熊出没","眼镜厂","株式会社奇谭俱乐部","Disney/迪士尼","blizzard","Hamee","周大福","COSPA","漫威","BARBIE/芭比","Megahouse","Movic","小猪佩奇","绿盒子","植物大战僵尸","Phat！","能量天使","思多浦雅","三丽鸥","英雄联盟","奇谭俱乐部","华谊兄弟","Freeing","sideshow","animate","Boonie Bears/熊出没","7-11"];
var top_ip_list = ["米奇","超人","史努比","蝙蝠侠","熊本熊","布朗熊","Hello kitty","小黄人","阿狸","大白","多啦A梦","维尼","钢铁侠","米奇、公主","初音未来","龙猫","美国队长","白兵","米妮","孙悟空","达斯维德","阿宝","可妮兔","段","芭比","HELLO KITTY","土间埋","黑武士","缘子小姐","小埋","皮卡丘","蜘蛛侠","路飞","水兵月","罗小黑","米奇米妮","小丸子","金木研","杰克","米老鼠","熊大、熊二","μ's全员","索隆","公主","哆啦A梦","坂田银时","杀老师","saber","轻松熊","三日月宗近"];
var top_works_list = ["星球大战","迪士尼","海贼王","蝙蝠侠大战超人之正义黎明","魔兽世界","史努比","蝙蝠侠","玩具总动员","舰队collection","刀剑乱舞","生化战士","美少女战士","超能陆战队","哆啦A梦","小熊维尼","变形金刚","冰雪奇缘","干物妹！小埋","小马宝莉","复仇者联盟","钢铁侠","多啦A梦","龙猫","银魂","初音未来","星球大战原力觉醒","口袋妖怪","圣诞夜惊魂","魔卡少女樱","米老鼠","神秘博士","西游记之大圣归来","新世纪福音战士","Hello kitty","美国队长","秦时明月","疯狂动物城","名侦探柯南","功夫熊猫","英雄联盟","《恐龙战队兽连者》","东京食尸鬼","小黄人大眼萌","罗小黑战记","樱桃小丸子","幻影忍者","蜘蛛侠","猫咪后院","星球大战7","love live！"];
var top_search_list = ["我的小黄人","海贼王","小黄人","寻龙诀","星球大战Star Wars","手办","手机壳","钢铁侠","火影忍者火影鸣人 我爱罗 卡卡西","小号手TRUMPETER军模"];
